Repository: SPF-UiO/spbm
Catalog: locale/*/LC_MESSAGES/django.po
Languages: nb_no

source: SPF-user
nb_no: SPF-bruker

source: SPF-users
nb_no: SPF-brukere

source: Society
nb_no: Forening

source: The society within SPF that the user has as a primary connection.
nb_no: Foreningen innad i SPF som denne brukeren har som primærtilknytning.

source: SPF-member connected to {society}
nb_no: SPF-medlem tilknyttet {society}

source: norlønn report
nb_no: norlønn-rapport

source: norlønn reports
nb_no: norlønn-rapporter

source: Worker %s (for %s) lacks norlonn number!
nb_no: Arbeider %s (ifm. %s) mangler Norlønn-nummer!

source: %s (for %s) --- Invoice not paid
nb_no: %s (ifm. %s) --- Ubetalt faktura

source: Nothing to generate!
nb_no: Ingenting å generere!

source: Already exists!
nb_no: Finnes allerede!

source: ERR: %s - %s --- Lacks norlonn number
nb_no: ERR: %s - %s --- Mangler Norlønn-nummer!

source: ERR: %s - %s --- Invoice not paid
nb_no: ERR: %s - %s --- Ubetalt faktura

source: society
nb_no: forening

source: societies
nb_no: foreninger

source: name
nb_no: navn

source: abbreviated name
nb_no: forkortet navn

source: invoice e-mail
nb_no: faktura-e-post

source: default wage per hour
nb_no: standardlønn per time

source: worker
nb_no: arbeider

source: workers
nb_no: arbeidere

source: Full name, with first name first.
nb_no: Fullt navn, med fornavnet først.

source: address
nb_no: adresse

source: Full address including postal code and area.
nb_no: Full bostedsadresse, inkl. postkode og område.

source: account no.
nb_no: kontonummer

source: Norwegian bank account number, no periods, 11 digits.
nb_no: Norsk bankkontonummer, uten punktum, 11 siffer.

source: person ID
nb_no: fødselsnummer

source: norl&oslash;nn number
nb_no: norlønn-nummer

source: Employee number in the wage system, Norl&oslash;nn. <strong>Must</strong> exist and be correct!
nb_no: Asattnummeret i lønnssystemet Norlønn. <strong>Må</strong> eksistere og være korrekt satt opp!

source: active
nb_no: aktiv

source: Check off if the worker is still actively working.
nb_no: Kun kryss av om arbeideren fortsatt jobber aktivt.

source: invoice
nb_no: faktura

source: invoices
nb_no: fakturaer

source: invoice number
nb_no: fakturanummer

source: period
nb_no: periode

source: invoice paid
nb_no: faktura er betalt

source: User which closed the period the invoice belongs to.
nb_no: Bruker som lukket perioden som fakturaen er en del av.

source: Invoice #{id}: {period} {society}
nb_no: Faktura #%(id)s: %(date)s %(society)s

source: event
nb_no: arrangement

source: events
nb_no: arrangementer

source: Name or title describing the event.
nb_no: Navn eller tittel som beskriver arrangementet.

source: event date
nb_no: arrangementdato

source: The date of the event in the format of <em>YYYY-MM-DD</em>.
nb_no: Arrangementdato på formen av <em>ÅÅÅÅ-MM-DD</em> eller <em>DD-MM-ÅÅÅÅ</em>.

source: registered
nb_no: registrert

source: Date of event registration.
nb_no: Registreringsdato til arrangementet.

source: processed
nb_no: behandlet

source: Total hours
nb_no: Sum timer

source: Total cost
nb_no: Sum kostnad

source: shift
nb_no: skift

source: shifts
nb_no: skift

source: wage
nb_no: timelønn

source: hours
nb_no: timer

source: norl&oslash;nn report
nb_no: norlønn-rapport

source: Worker on shift does not belong to the same society as the event.
nb_no: Valgt arbeider tilhører ikke samme forening som arrangementet.

source: You must select a worker for this shift.
nb_no: Du må velge en arbeider for dette skiftet.

source: National ID
nb_no: Fødselsnummer

source: National social security ID, 11 digits.
nb_no: Fødselsnummer, 11 siffer.

source: Bank account
nb_no: Kontonummer

source: Bank account number, 11 digits.
nb_no: Norsk bankkontonummer, uten punktum, 11 siffer.

source: You are not allowed to create events due to lacking permissions.
nb_no: Du har ikke mulighet til å opprette arrangementer på grunn av manglende tillatelser.

source: You are not allowed to edit events due to lacking permissions.
nb_no: Du har ikke mulighet til å redigere arrangementer på grunn av manglende tillatelser.

source: You <strong>should not</strong> close a period twice in a month without good reason!
nb_no: Du <strong>burde ikke</strong> lukke en periode to ganger i løpet av en måned uten særskilt god grunn!

source: You do not have the required permission to close billing periods.
nb_no: Du har ikke de nødvendige rettighetene til å lukke fakturaperioder.

source: You have successfully closed the invoicing period.
nb_no: Du har vellykket lukket fakturaperioden.

source: You cannot close a period twice in a day!
nb_no: Du kan ikke lukke en periode to ganger på en og samme dag!

source: You do not have the required permission to mark invoices as paid.
nb_no: Du har ikke de nødvendige rettighetene for å markere fakturaer som betalt.

source: You've successfully marked {invoice} as paid.
nb_no: Du har vellykket markert {invoice} som betalt.

source: SPF fee: {percent:.1%} of NOK {event_cost}
nb_no: SPF-avgift: {percent}% av {event_cost}

source: Events
nb_no: Arrangementer

source: last period
nb_no: forrige periode

source: Wages
nb_no: Lønn

source: Workers
nb_no: Arbeidere

source: Your Blocked Wages
nb_no: Dine blokkerte lønninger

source: Wages blocked by unpaid invoices
nb_no: Lønninger blokkert på grunn av ubetalte fakturaer

source: Your Missing Norlønn-IDs
nb_no: Dine manglende Nordlønn-nummer

source: Workers whose pay will not be exported
nb_no: Arbedere med lønn som ikke blir eksportert

source: {worker} is already associated with your society {society}.
nb_no: {worker} er allerede tilknyttet foreningen din {society}

source: The worker {worker} has been successfully associated as employed with {society}.
nb_no: Arbeideren {worker} har vellykket blitt tilknyttet {society}

source: There is no worker with that national ID. You may create one now.
nb_no: Det finnes ingen arbeider med det fødselsnummeret. Du kan opprette en nå.

source: You do not have the required permission to create workers.
nb_no: Du har ikke de nødvendige rettighetene til å opprette arbeidere.

source: You do not have the permission to edit workers belonging to other societies.
nb_no: Du har ikke de nødvendige rettighetene til å redigere arbeidere som tilhører andre foreninger.

source: You do not have the permission to view workers belonging to other societies.
nb_no: Du har ikke de nødvendige rettighetene til å vise arbeidere som tilhører andre foreninger

source: Toggle navigation
nb_no: Vis/skjul navigasjon

source: Overview
nb_no: Oversikt

source: Workers and registrations
nb_no: Arbeidere og registreringer

source: Events and registrations
nb_no: Arrangementer og registreringer

source: Invoicing and payment statuses
nb_no: Faktura- og lønnsdetaljer

source: Invoicing
nb_no: Fakturering

source: Go to administration panel
nb_no: Gå til administrasjonspanelet

source: Administration
nb_no: Administrasjon

source: Log out of SPFs SPBM
nb_no: Logg ut av SPFs SPBM

source: Logout
nb_no: Logg ut

source: <strong>Empty page!</strong> Please contact the mailing list, as this page is incorrectly empty.
nb_no: <strong>Tom side!</strong> Kontakt e-postlisten.

source: Go to our source code repository
nb_no: Gå til kildekoden

source: Source code
nb_no: Kildekode

source: Go to our public contact page
nb_no: Gå til vårt offentlige kontaktpunkt

source: Knowledge base
nb_no: Kunnskapsbase

source: E-mail the board for wage issues and similarly
nb_no: Send e-post til styret angående lønningsproblemer eller liknende.

source: Board mailing list
nb_no: Styrets e-postliste

source: For technical issues, limitations, feedback or other suggestions, please go to our issue tracker. For wage, worker or invoicing related issues, please contact the mailing list.
nb_no: Ved tekniske problemer eller dersom du har andre tilbakemeldinger, gå til vår issue tracker. For problemer relatert til lønning, arbeidere eller faktura, kontakt e-postlisten.

source: Confirm deletion of %(type)s
nb_no: Bekreft sletting av %(type)s

source: Confirm deletion
nb_no: Bekreft sletting

source: Are you sure that you wish to delete the %(type)s %(instance)s?
nb_no: Er du helt sikker på at du ønsker å slette %(type)s %(instance)s?

source: Cancel deleting and take me back
nb_no: Avbryt sletting og ta meg tilbake

source: Delete the %(type)s
nb_no: Slett %(type)s

source: Go to %(page)s
nb_no: Gå til %(page)s

source: %(change)s%% since %(time)s
nb_no: %(change)s siden %(time)s

source: Quick Period Glance
nb_no: Overblikk over periode

source: Your associated society
nb_no: Foreningen du er tilknyttet

source: None
nb_no: Ingen

source: No issues.
nb_no: Ingen problemer.

source: Name
nb_no: Navn

source: Hourly
nb_no: Timespris

source: Hours
nb_no: Timer

source: Payrolled
nb_no: Utbetalt

source: NOK %(cost)s
nb_no: Kr. %(cost)s

source: %(hours)sh
nb_no: %(hours)st

source: Not payrolled
nb_no: Ennå ikke utbetalt

source: There aren't any registered shifts <em>yet</em>. How about <a href="%(event_add)s" class="alert-link">adding an event</a>?
nb_no: Det er ingen registrerte skift <em>ennå</em>. Hva med å <a href="%(event_add)s" class="alert-link">legge til et arrangement</a>?

source: Sign in
nb_no: Logg inn

source: Login failed!
nb_no: Innlogging feilet!

source: Your username or password didn't match. Please try again.
nb_no: Brukernavn eller passord samsvarte ikke. Prøv igjen.

source: Your account doesn't have access to this page. To proceed, please login with an account that has access.
nb_no: Din konto har ikke tilgang til denne siden. For å fortsette må du logge inn med en konto som har tilgang.

source: You must be logged in to view this page. Please login below.
nb_no: Du må være innlogget for å vise denne siden. Logg inn nedenfor.

source: placeholder:username
nb_no: placeholder:brukernavn

source: placeholder:password
nb_no: placeholder:passord

source: Remember my login on this computer
nb_no: Husk min innlogging på denne maskinen

source: Sign in to SPF
nb_no: Logg inn på SPF-siden

source: 403 Permission Denied
nb_no: 403 Ikke tillatt

source: Add event
nb_no: Legg til arrangement

source: Create event
nb_no: Opprett arrangementet

source: Cancel creating this event
nb_no: Avbryt opprettelse

source: Edit event
nb_no: Rediger arrangementet

source: Update event with changes
nb_no: Oppdater arrangementet med forandringene

source: Cancel changes
nb_no: Forkast endringer

source: Event details
nb_no: Arrangementdetaljer

source: Shift workers
nb_no: Skiftarbeidere

source: Add new event
nb_no: Legg til nytt arrangement

source: Not processed yet
nb_no: Ennå ikke behandlet

source: Processed on %(date)s
nb_no: Behandlet på %(date)s

source: Date
nb_no: Dato

source: Event
nb_no: Arrangement

source: View the details of the event
nb_no: Vis detaljene til arrangementet

source: View event
nb_no: Vis arrangementet

source: Edit the event, such as date, workers, and more
nb_no: Rediger arrangementets detaljer, som dato, skiftarbeidere, og mer

source: Viewing %(name)s (#%(id)i)
nb_no: Viser %(name)s (#%(id)i)

source: Delete event
nb_no: Slett arrangement

source: Invoicing and wage details
nb_no: Faktura- og lønnsdetaljer

source: This event has yet to be invoiced to a society. Please see <a href="%(invoices)s" class="alert-link">the invoice section</a> to close the current invoice period.
nb_no: Dette arrangementet er ennå ikke fakturert til en forening. Gå til <a href="%(invoices)s" class="alert-link">fakturabehandling</a> for å lukke nåværende periode.

source: This event has been invoiced to %(society)s, and the wages will be paid to workers as soon as a <a class="alert-link" href="%(payroll)s">payroll report has been created</a> for all valid workers.
nb_no: Dette arrangementet har blitt fakturert til %(society)s, og lønnen vil bli utbetalt til arbeiderne så snart som en <a class="alert-link" href="%(payroll)s">lønnsrapport har blitt opprettet</a> for alle gyldige oppsatte arbeidere.

source: Shift details
nb_no: Skiftdetaljer

source: Invoice Management
nb_no: Fakturabehandling

source: %(days)s days
nb_no: %(days)s dager

source: Period status
nb_no: Periodestatus

source: %(num)d unprocessed event
nb_no: %(num)d ubehandlet arrangement

source: There are unprocessed events, which means you can close the period, if it is the right time of month.
nb_no: Det er ubehandlede arrangementer, som betyr at du kan lukke perioden, hvis det er det rette tidspunktet i måneden.

source: Close period
nb_no: Lukk periode

source: Not easily reversible!
nb_no: Vanskelig å angre!

source: Remember to only close the invoice period <strong>max once a month, on the 15th</strong>.
nb_no: Husk å kun lukke fakturaperioden <strong>maks én gang i måneden, på den 15.</strong>

source: So far, so good!
nb_no: Enn så lenge er alt greit!

source: There are no unprocessed events currently registered. You can register some events if you wish, <em>or</em> wait until next month.
nb_no: Det er ingen ubehandlede arrangementer registrert for øyeblikket. Registrer noen, <em>eller</em> vent til neste måned.

source: Unpaid invoices
nb_no: Ubetalte fakturaer

source: The following invoices have yet to be paid, and will affect the next payroll thusly.
nb_no: Følgende fakturaer er fortsatt ubetalt, og vil dermed påvirke neste lønnsutbetaling.

source: Mark as paid
nb_no: Markér som betalt

source: Amount
nb_no: Sum

source: There aren't any unpaid invoices! That's great!
nb_no: Det er ingen ubetalte fakturaer! Flotters!

source: Complete invoice overview
nb_no: Komplett fakturaoversikt

source: Overview over all the various invoices that <em>should have</em> been sent to the respective societies.
nb_no: Oversikt over alle de forskjellige fakturaene som <em>burde</em> ha blitt sendt til de forskjellige foreningene.

source: Period
nb_no: Periode

source: Invoice sum
nb_no: Fakturasum

source: Paid?
nb_no: Betalt?

source: Actions
nb_no: Handlinger

source: Yes
nb_no: Ja

source: No
nb_no: Nei

source: View the details of the invoice
nb_no: Vis detaljene til fakturaen

source: View invoice
nb_no: Vis faktura

source: Invoice #%(id)s: %(date)s %(society)s
nb_no: Faktura #%(id)s: %(date)s %(society)s

source: Invoiced at %(period)s
nb_no: Fakturert på %(period)s

source: Period closed by %(user)s
nb_no: Periode lukket av %(user)s

source: Overview over events and costs associated with invoice number %(id)d.
nb_no: Oversikt over arrangement og kostnader assosiert med fakturanummer %(id)d.

source: Description
nb_no: Beskrivelse

source: Count
nb_no: Antall

source: Unit cost
nb_no: Enhetskostnad

source: Return to invoice overview
nb_no: Gå tilbake til fakturaoversikten

source: Wage Reports
nb_no: Lønnsrapporter

source: Access to wage reports for importing into the <em>Norlønn</em> payroll system.
nb_no: Tilgang til lønnsrapporter for import inn i lønnssystemet <em>Norlønn</em>.

source: Current report errors
nb_no: Eksisterende rapportfeil

source: There are some errors present. Please fix the errors before you attempt generating a report, as to avoid workers missing out on their wages. If the errors are associated with a different society than yours, get in touch with them over the mailing list.
nb_no: Det er noen feil med arbeidere eller faktura. Rett på disse feilene før du forsøker å opprette en rapport, slik at ingen arbeidere går glipp av lønnen sin. Hvis feilene er assosiert med en annen forening, så anbefales at det at du <strong>kontakter dem</strong> med e-postlisten.

source: Generate new wage report
nb_no: Generér ny lønnsrapport

source: Existing reports
nb_no: Eksisterende rapporter

source: The following is the list of the payment reports that have been created in the past. They detail the amount of money and payments for each worker, and should only <strong>be imported once</strong> into Norlønn.
nb_no: Følgende er en liste over lønnsrapporter som har blitt generert tidligere. De beskriver betalingssummen for hver arbeider, og burde kun importeres <strong>én gang per rapport</strong>.

source: Report result
nb_no: Rapporteringsresultat

source: Elements with errors
nb_no: Rapportelementer med feil

source: Successful elements
nb_no: Vellykkede elementer

source: Associate existing worker
nb_no: Tilknytt eksisterende arbeider

source: Add worker
nb_no: Legg til arbeider

source: Create new or associate with existing worker
nb_no: Legg til ny eller tilknytt eksisterende arbeider

source: This is the worker associated with the given national ID-number.
nb_no: Dette er arbeideren med det oppgitte fødselsnummeret.

source: Associate %(worker)s with %(society)s
nb_no: Tilknytt %(worker)s med %(society)s

source: Create worker
nb_no: Opprett arbeider

source: Cancel creating this worker
nb_no: Avbryt oppretting

source: Edit worker
nb_no: Rediger arbeider

source: Save changes
nb_no: Lagre endringer

source: Cancel editing this worker
nb_no: Avbryt redigering

source: Cancel editing & changes
nb_no: Avbryt redigering & endringer

source: Enter a national ID to find an existing worker, or to create a new one.
nb_no: Skriv inn et fødselsnummer for å finne en eksisterende arbeider eller opprette en ny.

source: You do not have the permission to associate or add new workers.
nb_no: Du har ikke de nødvendige rettighetene til å legge til nye arbeidere.

source: National ID number...
nb_no: Fødselsnummer

source: Find or add worker
nb_no: Finn eller legg til arbeider

source: Go directly to the creation form
nb_no: Gå direkte til oppretting av ny arbeider.

source: Current workers
nb_no: Eksisterende arbeidere

source: Address
nb_no: Adresse

source: Account No.
nb_no: Kontonummer

source: List of inactive workers
nb_no: Oversikt over inaktive arbeidere

source: Your society doesn't seem to have any inactive workers. That's great! :-)
nb_no: Det ser ut til at foreningen din ikke har noen inaktive arbeidere. Så flott! :-)

source: Worker
nb_no: Arbeider

source: Delete worker
nb_no: Rediger arbeider

source: Societies
nb_no: Foreninger

source: Norlønn number
nb_no: Norlønn-nummer

source: Employee details
nb_no: Ansattdetaljer

source: Shifts
nb_no: Skift
